Repository: bnji/SimpleCMS
Catalog: SimpleCMS/SimpleCMS/Resources/Blog/Resources.*.resx
Languages: fo

source: Active from
fo: Virkið frá

source: Active to
fo: Virkið til

# AddBlogItemContent
source: Add blog item
fo: Legg grein inn

# AddBlogListContent
source: Add blog list
fo: Legg grein lista inn

# AddHtmlContent
source: Add HTML
fo: Legg HTML inn

# AddImageContent
source: Add image
fo: Legg mynd inn

source: Add page content
fo: Legg síðu innihald inn

source: Blog
fo: Bloggur

source: Body
fo: Innihald

source: Content
fo: Innihald

source: Description
fo: Frágreiðing

source: Download
fo: Tak niður

source: Draft
fo: Kladda

source: Edit Page
fo: Broyt síðu

source: Edit Page Content
fo: Broyt innihald

source: Excerpt
fo: Brot

source: File
fo: Fíla

source: Files
fo: Fílur

source: Has RSS?
fo: Hevur RSS?

source: Height
fo: Hædd

source: Image
fo: Mynd

source: Images
fo: Myndir

source: Include in menu?
fo: Við í menu?

source: Index
fo: Raðfesting

source: Is draft?
fo: Kladda?

source: Is published?
fo: Útgivið?

source: Keyword
fo: Lyklaorð

source: Keywords
fo: Lyklaorð

source: Name
fo: Navn

source: Page
fo: Síða

source: Pages
fo: Síður

source: Permalink
fo: Permaleinkja

source: Permalink name
fo: Leinkju navn

source: Plugin
fo: Ískoytisforrit

source: Plugins
fo: Ískoytisforrit

source: Publish
fo: Útgev

source: Published
fo: Útgivið

source: Published by
fo: Útgivið av

source: Published On
fo: Lagt út tann

source: Row Index
fo: Rað nummar

source: Tag
fo: Frámerki

source: Tags
fo: Frámerkir

source: Template name
fo: Skapilón navn

source: Title
fo: Yvirskrift

source: Upload
fo: Legg út

source: View Name
fo: Skermmynd navn

source: Width
fo: Vídd

source: Blog Item Content
fo: Grein

source: Blog List Content
fo: Grein listi

source: HTML Content
fo: HTML

source: Image Content
fo: Mynd

# PageItemContent
source: Page Content
fo: Síðu innihald

source: Page Content Type
fo: Slag av síðu

source: Template
fo: Skapilón

source: View Template
fo: Skerm skapilón

source: View Templates
fo: Skerm skapilónir

# DeletePageContent
source: Delete Content
fo: Strika innihald

source: Caption
fo: Myndartekstur

source: Delete Page
fo: Strika síðu

source: Content Translation
fo: Umseting av innihaldi

source: Language
fo: Mál

source: Languages
fo: Mál

source: Translate
fo: Umset

source: Translation
fo: Umseting

source: Preview
fo: Undansýn

source: Preview Page
fo: Undansýn síðu

source: General
fo: Vanligt

source: Page Content Types
fo: Slag av síðum

source: Shared
fo: Deilt

source: Atom feed
fo: Atom fóður

source: Is Atom feed?
fo: Er Atom fóður?

source: Is feed?
fo: Er fóður?

source: Is RSS feed?
fo: Er RSS fóður?

source: RSS feed
fo: RSS fóður

source: Parent
fo: Yvirskipað

source: Parent page
fo: Yvirskipað síða

source: Blog Settings
fo: Blog stillingar

source: Feed Settings
fo: Fóður stillingar

source: General Settings
fo: Vanligir stillingar

source: Settings
fo: Stillingar

source: Default Frontpage
fo: Vanlig forsíða

source: Default Language
fo: Vanligt tungumál

source: Posts per page
fo: Postar pr. síðu

source: Content Type
fo: Innihaldsslag

source: File Size
fo: Fílu stødd

source: Length
fo: Longd

source: Activate
fo: Virkja

source: Address
fo: Addressa

source: Addresses
fo: Addressur

# AddressLine1
source: Addresse Line 1
fo: Addressa teigur 1

# AddressLine2
source: Addresse Line 2
fo: Addressa teigur 2

source: Age
fo: Aldur

source: An error has occurred
fo: Ein feilur uppstóð

source: Authenticate
fo: Góðkenn

source: Authentication
fo: Góðkenning

source: Back
fo: Aftur

source: Back to List
fo: Aftur til listan

source: Birthday
fo: Føðingardagur

source: Changed by
fo: Broytt av

source: Changed from
fo: Broytt frá

source: Changed to
fo: Broytt til

source: Change Event
fo: Hending

source: Change Events
fo: Hendingar

source: Change Password
fo: Broyt loyniorð

source: Choose
fo: Vel

source: Choose Language
fo: Vel mál

source: City
fo: Býur / bygd

source: Click here to log in
fo: Trýst her fyri at rita inn

source: Close
fo: Lat aftur

source: Comment
fo: Viðmerking

source: Comments
fo: Viðmerkingar

# ConfirmAccount
source: Confirm user account
fo: Vátta brúkarakontu

# ConfirmDelete
source: Are you sure you want to delete this?
fo: Er tú vísur í at tú ynskir at strika hetta?

source: Confirm new password
fo: Vátta nýtt loyniorð

source: Confirm Password
fo: Vátta loyniorð

source: Continue
fo: Víðari

source: Copy
fo: Avrita

source: Countries
fo: Lond

source: Country
fo: Land

source: Country Code
fo: Landa kota

source: Create
fo: Stovna

source: Created By
fo: Stovnað av

source: Created On
fo: Stovna tann

source: Current Password
fo: Núverandi loyniorð

source: Daily Administrations
fo: Dagligar Umsitingar

source: Date
fo: Dato

# DateRequired
source: The field must be a date
fo: Teigurin skal verða ein dagfesting

source: Deactivate
fo: Óvirkja

source: Delete
fo: Strika

source: Deleted By
fo: Strikað av

source: Deleted On
fo: Strikað tann

source: Details
fo: Smálutir

source: Disable
fo: Óvirkja

source: Edit
fo: Broyt

source: Edit Application Settings
fo: Broyt uppsetan fyri skipan

source: Edit Basic Info
fo: Broyt grundleggjandi upplýsingar

source: Edit user settings
fo: Broyt brúkara uppsetan

source: Email
fo: Teldupostur

source: Email address
fo: Teldupostaddressa

source: Email Addresses
fo: Teldupostar

# EmailOrUserIdCode
source: Email or User code
fo: Teldupostur ella Brúkara kota

source: Empty
fo: Tómt

source: Functions
fo: Funkur

source: Hometown
fo: Heimbýur

# InputRequired
source: The field is required
fo: Teigurin er kravdur

# InvalidLength
source: The length is invalid
fo: Longdin er ikki gildi

source: Invalid username or password
fo: Skeivt brúkaranavn ella loyniorð

source: Is Active?
fo: Virkin?

source: Is Primary?
fo: Høvuðs?

source: Is required
fo: Er kravt

source: Is Verified?
fo: Váttað?

source: Item Changed
fo: Lutur broyttur

source: Loading
fo: Innlesur

source: Loading. Please wait...
fo: Innlesur. Vinaliga bíða við...

source: Log off
fo: Útrita

# LogOn
source: Log in
fo: Innrita

source: Manage Account
fo: Umsit kontu

source: Menu
fo: Skrá

source: Misc.
fo: Ymist

source: Miscellaneous
fo: Ymist

# MsgNewPasswordDontMatch
source: The new password and confirmation password do not match.
fo: Nýggja loyniorðið og endurtøkan av tí eru ikki eins.

# MsgNoLocalAccount
source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
fo: Tú hevur ongan lokalan brúkara / loyniorð fyri síðuna. Stovna eina lokala kontu fyri at kunna innrita uttan uttanhýsis login.

# MsgPasswordDontMatch
source: The password and confirmation password do not match.
fo: Loyniorðið og endurtøkan av tí eru ikki eins.

source: must be atleast
fo: skal í minsta lagi vera

source: New Password
fo: Nýtt loyniorð

source: No
fo: Nei

source: No user found
fo: Ongin brúkari funnin

source: Password
fo: Loyniorð

source: Person
fo: Persónur

source: Persons
fo: Persónar

source: Phone Number
fo: Telefon nummar

source: Phone Numbers
fo: Telefon nummir

# PleaseCheckYourEmailToResetPassword
source: Please check your email to reset your password.
fo: Vinaliga kanna um tú hevur fingið ein teldupost fyri at nulstilla títt loyniorð

source: Please sign in
fo: Vinaliga innrita

# Postal
source: Zip Code
fo: Post nummar

# Postals
source: Zip Codes
fo: Post nummur

source: Refresh
fo: Dagfør

source: Register
fo: Skráset

source: Remember me
fo: Minst til mín

source: Required
fo: Kravt

source: Save
fo: Goym

source: Search
fo: Leita

source: Set Password
fo: Áset loyniorð

# SSN
source: Social Security Number
fo: P-tal

source: Thank you for confirming your account
fo: Takk fyri at hava vátta tína brúkarakontu

source: The external login was removed
fo: Uttanhýsis login strikað

source: Two-factor Authentication
fo: Tvey-stig góðkenning

source: Updated By
fo: Dagført av

source: Updated On
fo: Dagført tann

source: Upload File
fo: Send fílu upp

# Uri
source: Website
fo: Vevsíða

source: User
fo: Brúkari

# UserDoesntExistOrNotConfirmed
source: The user either does not exist or is not confirmed
fo: Brúkarin finnist ikki ella er enn ikki váttaður

# UserIdCode
source: User code
fo: Brúkara kota

source: User Information
fo: Brúkara upplýsingar

source: User Level
fo: Brúkarastøði

source: VAT
fo: V-TAL

source: Verified
fo: Váttað

source: Verify
fo: Vátta

source: Website
fo: Vevsíða

source: Websites
fo: Vevsíður

source: Week
fo: Vika

source: Weeks
fo: Vikur

source: Year
fo: Ár

source: Years
fo: Ár

source: Yes
fo: Ja

source: Your password has been changed
fo: Loyniorðið bleiv broytt

source: Your password has been set
fo: Loyniorð ásett

source: Zip Code
fo: Post nummar

source: Zip Codes
fo: Post nummur
